Repository: MapleNoise/mile_navigation_engine
Catalog: ios/Classes/Navigation/*.lproj/Localizable.strings
Languages: fr

source: Welcome
fr: Bienvenue

source: Experiences
fr: Expériences

source: Discover !
fr: Découvrez !

source: You are close to
fr: Vous êtes proche de

source: Our Destinations
fr: Nos Destinations

source: More
fr: Plus

source: Less
fr: Moins

source: Our hotel
fr: Notre hôtel

source: Our hotels
fr: Nos hôtels

source: Our routes
fr: Nos Parcours

source: View on map
fr: Voir sur la carte

source: Our good deals
fr: Nos bons plans

source: Booking
fr: Pour réserver

source: Visit website
fr: Visitez le site web !

source: Call
fr: Appelez !

source: Our experiences
fr: Nos Expériences

source: Beauty
fr: Beauté

source: Rest
fr: Repos

source: Care
fr: Soins

source: Preview
fr: Un avant-goût

source: Start route
fr: Démarrer le parcours

source: Good
fr: Bon

source: Bad
fr: Mauvais

source: Medium
fr: Moyen

# NoRoute
source: Be patient, we are working on new routes just for you!
fr: Un peu de patience, nous travaillons actuellement sur de nouveaux parcours rien que pour vous!

source: Tutorials
fr: Tutoriels

source: Breathing
fr: Respiration

source: Did you know ?
fr: Le saviez-vous ?

source: Benefits
fr: Bénéfices

# Breathing details
source: We breathe around 15 to 20000 times per day! And you can learn to breathe well in every situation!
fr: On respire environ 15 à 20 000 fois par jour ! Et bien respirer en toute situation, ça s'apprend !

# Benefits Breathing details
source: Deeper and fuller breathing gradually supplies your body with more oxygen for the muscles, tissues, and organs as well as having a positive effect on your energy levels. Practicing controlled breathing balances you psychologically and calms you: èHolding your breath in your lungs and breathing out quickly encourages better delivery of oxygen to your body and stimulates the sympathetic nervous system. The benefits are a stimulating effect. èPausing with your lungs empty and lengthening the process of breathing out stimulates the parasympathetic nervous system. The benefit this time is more relaxing.
fr: Une respiration plus ample et plus profonde permet progressivement de disposer de plus d'oxygène pour alimenter votre organisme, vos muscles, vos tissus et vos organes et agit positivement sur votre vitalité. Pratiquer une respiration consciente est vecteur d'équilibre physiologique et d'apaisement mental : retenir sa respiration à poumon plein et pratiquer une expiration rapide favorisent une meilleure oxygénation du corps et stimulent le système nerveux sympathique. Le bénéfice est plutôt dynamisant : retenir sa respiration à poumon vide et allonger la durée d'expiration stimulent le système nerveux parasympathique. Le bénéfice est plutôt relaxant.

source: Access
fr: Accéder

source: Beginner : 4s inhalation - 4s Exhalation
fr: Débutant : 4s inspiration - 4s Expiration

source: Advanced : 4s inhalation - 6s Exhalation
fr: Confirmé : 4s inspiration - 6s Expiration

source: Expert : 6s inhalation - 8s Exhalation - 2s Rest
fr: Expert : 6s inspiration - 8s Expiration - 2s Repos

# Inhalation_secondes
source: Inhale for %@ seconds
fr: Inspirez pendant %@ secondes

# Exhalation_secondes
source: Exhale for %@ seconds
fr: Expirez pendant %@ secondes

# Rest_secondes
source: Stop breathing for %@ seconds
fr: Bloquez votre respiration pendant %@ secondes

source: Start
fr: Commencer

# StopAnimation
source: Stop
fr: Arrêter

source: Choose your difficulty
fr: Choisissez votre Difficulté

source: Choose your duration (in mns)
fr: Choissisez votre durée (en min)

source: Do In
fr: AutoMassage

source: Energy principles :
fr: Principes énergétiques :

source: Invigoration :
fr: Tonification :

source: Scattering :
fr: Dispersion :

source: Apply pressure :
fr: Pression :

source: Massage techniques :
fr: Techniques de ponçage :

# Description1
source: Stimulating an energy point can allow you to reopen hidden energy stores and boost circulation around the body.
fr: Stimuler un point énergétique permet de relancer un flux d'énergie ralenti ou bloqué et de favoriser sa circulation dans l'organisme.

# Description2
source: Before beginning a massage, warm your hands up by rubbing them together for 15 seconds or so while breathing. Clearing and calming the mind.
fr: Avant de commencer un massage, réchauffez vos mains en les frottant l'une contre l'autre, pendant 15 secondes environ en respirant. Recherchez le calme mental.

# Description3
source: To invigorate a point, press on it and twist clockwise pushing in the rhythm of the current of energy.
fr: Pour tonifier un point, nous appuyons sur celui-ci et nous tournons dans le sens des aiguilles d'une montre en donnant une impulsion dans le sens du courant énergétique.

# Description4
source: To break up a point, press on it and twist anticlockwise pushing out of sync with the current of energy.
fr: Pour disperser un point, nous appuyons sur celui-ci et nous tournons dans le sens contraire des aiguilles d'une montre en donnant une impulsion dans le sens contraire du courant énergétique.

# Description5
source: The pressure should be gradual, firm, consistent, and penetrating. Never too hard. Breath calmly and sometimes deeply as you massage yourself.
fr: La pression est graduelle, ferme, constante, pénétrante. Jamais trop forte. Respirez tranquillement et parfois profondément pendant les moments d'automassage.

# Description6
source: Rub the acupressure point in a circular movement or back and forth for between 30 seconds and 3 minutes, then relax. The speed of the sanding motion can vary from slow to fast. You must be patient, as staying 30 seconds to 3 minutes on a point is tough and only worth it if you are patient. Some points are often sensitive at first, but that will ease after a few minutes. The points are symmetrical on the body.
fr: Frottez le point d'acupression dans un mouvement soit circulaire, soit de va-et-vient pendant environ 30 secondes à 3 minutes, puis relâchez. La vitesse de ponçage peut varier de lente à rapide. Rester 30 secondes à 3 minutes sur un point est un véritable exercice qui se révèle bénéfique à condition d'être patient : c'est la condition pour réussir. Certains points sont souvent sensibles au début du travail, mais cela s'atténuera après quelques minutes. Les points sont symétriques sur le corps.

source: How to find it?
fr: Comment le trouver ?

source: Advice
fr: Le conseil de l’expert :

source: Start navigation
fr: Démarrer la navigation

source: Press and hold to pause
fr: Restez appuyé pour mettre en pause

source: Speed
fr: vitesse

source: Time
fr: temps

# startNavigationToRoute
source: We will now guide you to the Smart Run.
fr: Nous allons maintenant vous guider à pied vers le point le plus proche du Smart Run.

# endRoute
source: Congratulations, you have reached the end of this Smart Run! Please feel free to give us a feedback.
fr: Félicitations, vous avez fini votre Smart Run ! N'hésitez pas à nous donner votre avis.

source: How was your experience ?
fr: Comment s'est passé le parcours ?

source: Statistics
fr: Les statistiques

source: Discover all the products
fr: Découvrir tous les produits

source: Are you sure you want to stop?
fr: Voulez-vous vraiment terminer?

source: Continue
fr: Reprendre
